//
//  text.swift
//  PigulkaTime
//
//  Created by SHIN MIKHAIL on 06.12.2023.
//
/*
 main
 "Pills"
 "Your pill box is empty :)"
 " Add pills"
 " days left"
 " times"
ru
 "Твоя таблетница пуста :)"
 "Добавить таблетку"
 "дней осталось"
 "раз"
 ua
 "Твоя таблетниця порожня :)"
 "Додати таблетку"
 "днів залишилося"
 "разів"
 
 
 
 
 
 pill
 "Not selected", "Pills", "Tablets", "Capsules", "Drops", "Injections", "Suppositories", "Syrups",  "Ointments", "Sprays", "Lozenges", "Inhalers"]

 "Not selected","Every day", "Every other day", "As needed", "Other", "Every Hour", "Every 2 hours", "Every 3 hours", "Every 6 hours", "Every 8 hours", "Every 12 hours", "Weekly"]
 
 "Add pill"
 "Save"
 "Unnamed Pill"
ru
 ["Не выбрано", "Таблетки", "Капсулы", "Капли", "Инъекции", "Суппозитории", "Сироп", "Мазь", "Спреи", "Леденцы", "Ингаляторы"]

 ["Не выбрано", "Ежедневно", "Через день", "По необходимости", "Другое", "Каждый час", "Каждые 2 часа", "Каждые 3 часа", "Каждые 6 часов", "Каждые 8 часов", "Каждые 12 часов", "Еженедельно"]

 "Добавить таблетку"
 "Сохранить"
 "Нет названия"
 ua
 ["Не обрано", "Таблетки", "Капсули", "Краплі", "Ін'єкції", "Супозиторії", "Сироп", "Мазь", "Спреї", "Льоденці", "Інгалятори"]

 ["Не обрано", "Щоденно", "Кожен другий день", "За потребою", "Інше", "Кожну годину", "Кожні 2 години", "Кожні 3 години", "Кожні 6 годин", "Кожні 8 годин", "Кожні 12 годин", "Щотижня"]

 "Додати таблетку"
 "Зберегти"
 "Без назви"
 
 
 notifications
 "Notifications"
 "Will be repeated every day"
 "Rate app"
 "Done"
 "Time to take your pills!"
 
 
 "Drug name"
 "Type"
 "Choose"
 "Dosage"
 "Frequency"
 "How many days"
 "How many times per day"

 ru
 "Уведомления"
 "Будут повторяться каждый день"
 "Оценить приложение"
 "Готово"
 "Время принять ваши таблетки!"

 "Название препарата"
 "Тип"
 "Выбрать"
 "Дозировка"
 "Частота"
 "Сколько дней"
 "Сколько раз в день"
 
 ua
 "Сповіщення"
 "Буде повторюватися щоденно"
 "Оцінити додаток"
 "Виконано"
 "Час приймати ваши таблетки!"

 "Назва препарату"
 "Тип"
 "Вибрати"
 "Доза"
 "Частота"
 "Скільки днів"
 "Скільки разів на день"
 */
